Repository: alauthor/Task
Catalog: Task/Localizable/*.lproj/Localizable.strings
Languages: ar

# validation_empty_name
source: The field (@@) should not be blank
ar: الحقل (@@) لايجب ان يكون فارغا

# validation_wrong_name
source: The field (@@) must be at least 2 characters and no more than 50 characters. Only numbers and letters
ar: الحقل (@@) يجب ان لايقل عن حرفين ولايزيد عن خمسين حرفا ارقام وحروف فقط

# validation_empty_email
source: (@@) should not be blank
ar: لايجب ان يكون (@@) فارغا

# validation_wrong_email
source: Formula Error (@@)
ar: خطأ في صيغة (@@)

# validation_empty_verification_code
source: (@@) is incorrect
ar: (@@) غير صحيح

# validation_wrong_verification_code
source: (@@) you entered is not correct
ar: (@@) الذي ادخلته غير صحيح

# validation_empty_phone
source: (@@) should not be blank
ar: لايجب ان يكون (@@) فارغا

# validation_wrong_eg_phone
source: (@@) is incorrect
ar: (@@) غير صحيح

# validation_wrong_forign_phone
source: (@@) is incorrect
ar: (@@) غير صحيح

# validation_empty_array
source: (@@) must have at least one element
ar: يجب ان تحتوي (@@) علي عنصر علي الاقل

# validation_is_not_number
source: select (@@)
ar: اختار (@@)

# validation_empty_password
source: enter (@@)
ar: ادخل (@@)

# validation_wrong_password
source: (@@) must consist of at least (!!) and at most (16) characters, preferably twelve or more symbols.
ar: يجب أن تتكون (@@) من (!!) أحرف على الأقل و (16) علي الاكثر، ويفضل إستخدام إثنتي عشرة رمزا أو أكثر.

# validation_password_not_match
source: (@@) and password confirmation do not match
ar: (@@) وتاكيد كلمه المرور غير متطابقتان

# number_should_exceed_minimum_value
source: (@@) should be chosen
ar: يجب اختيار (@@)

# word_should_exceed_minimum_value
source: (@@) should be at least (!!) characters
ar: (@@) يجب ان لاتقل عن (!!) أحرف

# number_should_not_exceed_maximum_value
source: The number of (@@) selected must not exceed (!!)
ar: لايجد ان يزيد عدد ال (@@) المختاره عن (!!)

# word_should_not_exceed_maximum_value
source: (@@) you entered must not exceed (!!) characters
ar: (@@) الذي ادخلته يجب ان لايزيد عن (!!) احرف

# validation_time_error
source: Incorrect formula (@@) should be in the following format (!!)
ar: صيغه (@@) غير صحيحه يجب ان تكون ع الشكل التالي (!!)

# validation_date_error
source: Incorrect formula (@@) should be in the following format (!!)
ar: صيغه (@@) غير صحيحه يجب ان تكون ع الشكل التالي (!!)

# not_a_time
source: (@@) is incorrect
ar: (@@) غير صحيح

# not_a_date
source: (@@) is incorrect
ar: (@@) غير صحيح

# are_u_sure
source: Are you sure ?
ar: هل انت متاكد ؟

source: Ar
ar: عربي

# currency
source: L.E
ar: جنية

source: OK
ar: تاكيد

source: CANCEL
ar: إلفاء

# medicine_title
source: Search
ar: البحث

# medicine_add_to_card_button
source: Add To Cart
ar: اضف للعربة

# medicine_added_successfully
source: Product Added Successfully
ar: تم اضافة المنتج بنجاح

# medicine_already_in_cart
source: This Product Already in the cart
ar: هـذا المنتج بالفعل مسبقا

# cart_title
source: Search
ar: البحث

# cart_confirm_button
source: Confirm Order
ar: تاكيد الطلب

# check_out_title
source: Cart
ar: العربة

# check_out_search_placeholder
source: Write the medicine Name
ar: كتابة اسم الدواء

# check_out_products_count
source: Products x
ar: المنتجات x

# check_out_delivery_fee
source: Delivery Fee
ar: ضريبة التوصيل

# check_out_depend_on_area
source: Varies by region
ar: تختلف حسب المنطقة

# check_out_depend_on_pharmacy
source: Product Price Varies by Pharmacies
ar: سعر المنتج قد يختلف باختلاف الصيدليات

# check_out_button
source: Check Out
ar: تنفيذ
